Repository: tamasbalogh/lali-ios
Catalog: lali/*.lproj/Localizable.strings
Languages: de, fi, fr

source: Language
de: Sprache
fi: Kieli
fr: Langue

source: Mixed Game
de: Spiel mit zufälligen Fragen
fi: Satunnaiset kysymykset
fr: Questions au hasard

source: Regular Game
de: Fragespiel
fi: Peruspeli
fr: Questions par thème

source: English
de: Englisch
fi: Englanti
fr: Anglais

source: French
de: Französisch
fi: Ranska
fr: Français

source: German
de: Deutsch
fi: Saksa
fr: Allemand

source: Finnish
de: Finnisch
fi: Suomi
fr: Finnois

source: SELECT YOUR LANGUAGE
de: SPRACHE
fi: VALITSE KIELI
fr: LANGUE

source: Back
de: Zurück
fi: Takaisin
fr: En arrière

source: Choose
de: Wählen Sie
fi: Valitse
fr: Choisir

source: Start
fi: Aloita
fr: Commencer

source: Correct
fi: Oikein
fr: Réponse correcte

source: Choose Picture
fi: Valitse kuva
fr: Choisir une image

source: Help
fi: Ohjeet
fr: Aide

# gametype1
source: Pair the left-side words with the right-side definitions! You can reset this game with the button at right upper corner. After you finished, the next game can be started with the arrow at right upper corner.
de: Verbinden sie die Wörter der linken Seite mit den Beschreibungen der rechten Seite! Sie können das Spiel mit der Taste in der rechten oberen Ecke neu starten. Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Yhdistä vasemmanpuoleiset sanat oikeanpuoleisiin määritelmiin. Voit aloittaa pelin uudelleen painamalla oikean ylänurkan näppäintä. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Assemblez les mots de la liste de gauche et les définitions à droite. Vous pouvez recommencer la partie en appuyant sur le bouton en haut à droite. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype2
source: Choose the right words based on the numbers on the picture! You can reset this game with the button at right upper corner. After you finished, the next game can be started with the arrow at right upper corner.
de: Wählen sie das Wort aus, das zu den Nummern auf dem Bild passt! Sie können das Spiel mit der Taste in der rechten oberen Ecke neu starten. Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse oikeat sanat kuvan numeroiden perusteella. Voit aloittaa pelin uudelleen painamalla oikean ylänurkan näppäintä. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Choisissez les mots correspondant aux numéros sur l'image. Vous pouvez recommencer la partie en appuyant sur le bouton en haut à droite. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype3
source: Choose the right word for the sentence! After you finished, the next game can be started with the arrow at right upper corner.
de: Wählen sie das richtige Wort für den Satz aus! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse lauseeseen sopiva sana. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Choisissez le bon mot pour la phrase. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype4
source: With the given words, create a sentence with the right syntactical order! After you finished, the next game can be started with the arrow at right upper corner.
de: Bilden sie aus diesen Worten einen Satz in der richtigen Satzordnung! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Laita sanat oikeaan järjetykseen ja muodosta lause. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: A partir des mots proposés, composez une phrase grammaticalement correcte. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype5
source: Based on the picture, choose the right sentence! After you finished, the next game can be started with the arrow at right upper corner.
de: Wählen sie den Satz aus, der zu dem Bild passt. Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Yhdistä oikea lause kuvaan. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Choisissez la phrase qui correspond à l'image. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype6
source: Choose the opposite word of the given word. After you finished, the next game can be started with the arrow at right upper corner.
de: Finden sie das gegenteilige Wort! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse annetun sanan vastakohta. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Choisissez l'antonyme du mot proposé. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype7
source: Based on the picture, choose the right word which fits into the sentence. After you finished, the next game can be started with the arrow at right upper corner.
de: Finden sie anhand des Bildes heraus, welches Wort in den Satz passt! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse kuvaan sopiva(t) sana(t). Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Regardez l'image et choisissez le mot approprié pour compléter la phrase. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype8
source: Based on the picture, you need to choose that the sentence is true or false. After you finished, the next game can be started with the arrow at right upper corner.
de: Bestimmen sie mithilfe des Bildes, ob der Satz richtig oder falsch ist! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Katso kuvaa ja valitse, onko lause oikein vai väärin. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Regardez l'image et choisissez si la phrase est vraie ou fausse. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype9
source: You need to choose which word is NOT in the picture. After you finished, the next game can be started with the arrow at right upper corner.
de: Wählen sie, welches Wort NICHT im Bild vorhanden ist! Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse mikä asia/esine EI näy kuvassa. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Regardez l'image et choisissez quel mot n'est PAS dans l'image. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype10
source: Pair the titles with the pictures! To change the title, click on the title! To change the picture, click on the picture! To change the description, click on the description! You can reset this game with the button at right upper corner. After you finished, the next game can be started with the arrow at right upper corner.
de: Verbinden sie die richtige Überschrift mit den Bildern! Um die Überschrift zu ändern, klicken sie auf die Überschrift! Um das Bild zu ändern, klicken sie auf das Bild! Um die Beschreibung zu ändern, klicken sie sie auf die Beschreibung! Sie können das Spiel mit der Taste in der rechten oberen Ecke neu starten. Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Yhdistä nimet kuviin. Voit vaihtaa nimeä klikkaamalla sitä. Voit vaihtaa kuvaa klikkaamalla sitä. Voit vaihtaa kuvausta klikkaamalla sitä. Voit aloittaa pelin uudelleen painamalla oikean ylänurkan näppäintä. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Assemblez les titres avec les images. Pour changer le titre, cliquez dessus. Pour changer l'image, cliquez dessus. Pour changer la description, cliquez dessus. Vous pouvez recommencer la partie en appuyant sur le bouton en haut à droite. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.

# gametype11
source: Based on the sentences, you need to choose the right picture. To change the picture, click on the picture! With the HELP button, you can get more sentences. You can reset this game with the button at right upper corner. After you finished, the next game can be started with the arrow at right upper corner.
de: Wählen sie anhand der Sätze das richtige Bild aus! Um das Bild zu ändern, klicken sie auf das Bild! Mit der HILFE-Taste werden weitere Sätze angezeigt. Sie können das Spiel mit der Taste in der rechten oberen Ecke neu starten. Wenn sie fertig sind, können sie mit der Pfeiltaste in der rechten oberen Ecke das nächste Spiel beginnen.
fi: Valitse oikea kuva lauseiden perusteella. Voit vaihtaa kuvaa klikkaamalla sitä. OHJEET-näppäimellä saat lisää lauseita. Voit aloittaa pelin uudelleen painamalla oikean ylänurkan näppäintä. Kun peli on päättynyt, voit aloittaa seuraavan pelin painamalla nuolta oikeassa ylänurkassa.
fr: Lisez les phrases et choisissez l'image appropriée. Pour changer l'image, cliquez dessus. En appuyant sur le bouton "AIDE" vous pouvez obtenir de nouvelles phrases. Vous pouvez recommencer la partie en appuyant sur le bouton en haut à droite. Quand vous avez fini, vous pouvez commencer la partie suivante en appuyant sur la flèche en haut à droite.
